<!doctype html>
<html lang="ko">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>개인정보처리방침</title>
</head>
<body>
<div>
    <div>
        <h4> 1. 개인정보 처리방침이란?</h4>

        <p>
            아이디어 콜렉트(이하"회사")는 이용자의 ‘동의를 기반으로 개인정보를 수집·이용 및 제공’하고 있으며, ‘이용자의 권리 (개인정보 자기결정권)를 적극적으로 보장’합니다.
            회사는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.
            “개인정보처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미합니다.
        </p>

        <p>
            본 개인정보처리방침은 회사가 제공하는 아이디어 콜렉트의 서비스(이하 ‘서비스'라 함)에 적용됩니다.
        </p>
    </div>


    <hr>

    <div>
        <h4>2. 개인정보 수집</h4>
        <p>
            서비스 제공을 위한 필요 최소한의 개인정보를 수집하고 있습니다.<br>
            <br>
            회원 가입 시 또는 서비스 이용 과정에서 홈페이지 통해 아래와 같은 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.<br>
            [계정정보]<br>
            필수<br>
            이메일, 구글 계정 정보, 서비스 이용내역<br>
            <br>
            선택<br>
            없음<br>
            <br>
            필수정보란? : 해당 서비스의 본질적 기능을 수행하기 위한 정보<br>
            선택정보란? : 보다 특화된 서비스를 제공하기 위해 추가 수집하는 정보 (선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.)<br>
            <br>
            개인정보를 수집하는 방법은 다음과 같습니다.<br>
            <br>
            개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.<br>
            <br>
            - 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우<br>
            - 고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등<br>
            - 온·오프라인에서 진행되는 이벤트/행사 등 참여<br>
            <br>
            서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.<br>
            <br>
            <p>PC웹, 모바일 웹/앱 이용 과정에서 단말기정보(OS, 화면사이즈, 디바이스 아이디, 폰기종, 단말기 모델명), IP주소, 쿠키, 방문일시, 부정이용기록, 서비스 이용 기록 등의 정보가 자동으로
            생성되어 수집될 수 있습니다.</p>
        </p>
        <hr>
        <h4>3. 개인정보 이용</h4>
        <p>
            회원관리, 서비스 제공·개선, 신규 서비스 개발 등을 위해 이용합니다.<br>
            회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별 어플리케이션이나 프로그램 등을 통해 아래와 같이 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.<br>
            <br>
            회원 식별/가입의사 확인, 부정이용 방지<br>
            이용자간 메시지 전송, 친구등록 및 친구추천 기능의 제공<br>
            신규 서비스 개발, 다양한 서비스 제공, 문의사항 또는 불만처리, 공지사항 전달<br>
            서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 서비스 개선에 활용<br>
        </p>
        <hr>
        <h4>4. 개인정보 파기</h4>
        <p>
            개인정보는 수집 및 이용목적이 달성되면 지체없이 파기하며, 절차 및 방법은 아래와 같습니다.<br>
            <br>
            전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.<br>
            다만, 내부 방침에 따라 일정 기간 보관 후 파기하는 정보는 아래와 같습니다. <br>
            <br>
            1)아래 정보는 탈퇴일부터 최대 1년간 보관 후 파기합니다.<br>
            - 안내메일 발송 및 CS문의 대응을 위해 계정과 탈퇴안내 이메일 주소를 암호화하여 보관<br>
            - 서비스 부정이용 기록<br>
            <br>
            또한, ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관 또는 삭제하고 있으며, 분리 보관된 개인정보는 4년간 보관 후 지체없이 파기합니다.<br>
        </p>
        <hr>
        <h4>5. 기타</h4>
        <p>
            웹기반 서비스의 제공을 위하여 쿠키를 이용하는 경우가 있습니다. <br>

            쿠키는 보다 빠르고 편리한 웹사이트 사용을 지원하고 맞춤형 서비스를 제공하기 위해 사용됩니다.<br>
        </p>
        <p>
            쿠키란?
        </p>

        웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자 컴퓨터에 저장됩니다.<br>
        <br>
        사용목적
        <br>
        개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 이용자가 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 디바이스에 저장되어 있는<br>
        쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게 됩니다. 쿠키는 이용자가 웹 사이트를 방문할 때, 웹 사이트 사용을 설정한대로 접속하고 편리하게 사용할 수 있도록 돕습니다. 또한,<br>
        이용자의 웹사이트 방문 기록, 이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해 활용됩니다.<br>
        <br>
        쿠키 수집 거부

        쿠키에는 이름, 전화번호 등 개인을 식별하는 정보를 저장하지 않으며, 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를<br>
        허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이 불편해지며, 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.

        <br><br>설정 방법의 예<br><br>

        1) Internet Explorer의 경우<br>

        웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정<br>
        2) Chrome의 경우<br>

        웹 브라우저 우측의 설정 메뉴 > 화면 하단의 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키<br>

        개인정보보호와 관련해서 궁금하신 사항은?<br>

        서비스를 이용하면서 발생하는 모든 개인정보보호 관련 문의, 불만, 조언이나 기타 사항은 개인정보 보호책임자 및 담당부서로 연락해 주시기 바랍니다.<br>
        <br><br>개인정보보호 책임자(CPO, DPO) 및 담당부서<br>
        <br><br>
        책임자: 정록헌<br>
        문의 : j.rokhun@gmail.com<br>
        </p>
    </div>
</div>
</body>
</html>
